jorgebucaran/fisher
patrickf1/fzf.fish
franciscolourenco/done
jorgebucaran/replay.fish
nickeb96/puffer-fish
jorgebucaran/autopair.fish
meaningful-ooo/sponge
eth-p/fish-plugin-sudo
jamiesteven/fish-plugin-lsd
